{
    "data": {
        "id": "c07de908-f97f-42a0-9250-5d51059b29ad",
        "title": "LA CHICA GANSO",
        "description": "Una princesa se prepara para casarse, pero su criada la engaña y le roba su identidad, obligándola a trabajar como cuidadora de gansos. Con la ayuda de un rey, la verdadera princesa revela la traición y se casa con el príncipe, mientras que la malvada criada recibe un castigo. La princesa recupera su lugar y vive feliz para siempre.\n",
        "level": "A1",
        "language": "Spanish",
        "imageUrl": "http://127.0.0.1:54321/storage/v1/object/public/illustrations/illustrations/091d1874-42fd-4d9f-9c83-1887daf3d05a.webp",
        "stories": [
            {
                "id": "876d3265-f108-47fd-a0ff-d5b09366e043",
                "title": "La Princesa Crece",
                "description": "La princesa, una niña buena, se preparaba para casarse con un príncipe que vivía lejos.\n",
                "content": "Un rey vivía en una tierra grande. El rey murió. Él tenía una reina. Él tenía un hijo. El hijo era una niña. La niña era muy buena. Su madre la quería mucho. Su madre era buena con ella. Había una hada buena. A la hada le gustaba la princesa. El hada ayudaba a la madre. Para cuidar a la princesa. La niña creció. Ella se casaría con un príncipe. El príncipe vivía lejos. Era tiempo de casarse. Ella se preparó. Para ir a la tierra del príncipe.\n",
                "level": "A1",
                "language": "Spanish",
                "imageUrl": "http://127.0.0.1:54321/storage/v1/object/public/illustrations/illustrations/bce7a46b-c56b-4690-83e5-5d23df5166cf.webp",
                "sequenceNumber": 1,
                "packId": "c07de908-f97f-42a0-9250-5d51059b29ad",
                "createdAt": "2025-05-05T14:07:47.315812+00:00",
                "sentences": null
            },
            {
                "id": "fd3c1fb7-2f78-4a1a-bf0a-cf59303fa853",
                "title": "Preparativos del viaje y Falada",
                "description": "La reina preparó una maleta con objetos valiosos y una criada para la princesa, quien viajaría a caballo con Falada, un caballo mágico que hablaba.\n",
                "content": "La reina, su madre, puso muchas cosas en la maleta. Cosas que cuestan mucho dinero. Joyas. Oro. Plata. Cosas pequeñas bonitas. Ropa bonita. Todo para la esposa de un rey. Ella dio a la princesa una criada. La criada iría con ella a caballo. La criada la daría al príncipe. Cada una tenía un caballo para el viaje. El caballo de la princesa era un regalo del hada. El caballo se llamaba Falada. Falada podía hablar.\n",
                "level": "A1",
                "language": "Spanish",
                "imageUrl": "http://127.0.0.1:54321/storage/v1/object/public/illustrations/illustrations/0bd78bd8-7586-480f-a7aa-c11baecf2d9e.webp",
                "sequenceNumber": 2,
                "packId": "c07de908-f97f-42a0-9250-5d51059b29ad",
                "createdAt": "2025-05-05T14:07:47.342728+00:00",
                "sentences": null
            },
            {
                "id": "3664b40e-9c83-4f95-a9cc-6a8e42c3088a",
                "title": "El Amuleto Mágico",
                "description": "Después de despedirse, el hada le dio un poco de su pelo a la princesa, diciéndole que era un amuleto para ayudarla en su viaje al príncipe.\n",
                "content": "Era hora de empezar. El hada fue a su cuarto. Ella tomó un cuchillo pequeño. Ella cortó un poco de su pelo. Un poquito de pelo. Ella se lo dio a la princesa. Ella dijo, \"Guarda esto bien. Querida niña. Es un amuleto. Puede ayudarte en el camino.\" Ellos se despidieron de la princesa. Estaban tristes. La princesa puso el pelo aquí. (cerca de su pecho) Ella subió a su caballo. Ella empezó su viaje. A la tierra de su príncipe.\n",
                "level": "A1",
                "language": "Spanish",
                "imageUrl": "http://127.0.0.1:54321/storage/v1/object/public/illustrations/illustrations/ca1b6ccd-bdb2-4d95-a487-f16c40ff82d3.webp",
                "sequenceNumber": 3,
                "packId": "c07de908-f97f-42a0-9250-5d51059b29ad",
                "createdAt": "2025-05-05T14:07:47.36613+00:00",
                "sentences": null
            },
            {
                "id": "7b631acf-c7a5-4be6-acda-7300c2490fea",
                "title": "Primera Parada y Crueldad de la Sirvienta",
                "description": "La princesa, con mucha sed, fue al río para beber agua, pero su criada se negó a ayudarla, y entonces la princesa se arrodilló y bebió directamente del río, llorando y preguntándose qué le pasaría.\n",
                "content": "Un día, ellos montaron a caballo. Cerca del agua. Un río pequeño. La princesa tenía mucha sed. Ella quería agua. Ella dijo a su criada: \"Por favor, baja. Coge agua para mí. Usa mi copa de oro. De ese río allí. Quiero beber.\" \"No,\" dijo la criada. \"Si tú tienes sed, baja tú misma. Inclínate al agua. Y bebe. Yo no soy tu criada ahora.\" La princesa tenía mucha sed. Ella bajó de su caballo. Ella se arrodilló al lado del río pequeño. Y bebió. Ella tenía miedo. Ella no usó su copa de oro. Ella lloró. Ella dijo: \"¡Oh no! ¿Qué me va a pasar?\" El pelo le respondió. Dijo:\n\n\"¡Oh no! ¡Oh no! Si tu madre lo supiera,\n\nMuy triste, muy triste, ella estaría.\"\n",
                "level": "A1",
                "language": "Spanish",
                "imageUrl": "http://127.0.0.1:54321/storage/v1/object/public/illustrations/illustrations/9befbd36-e1a5-4cee-b2d1-e77506f7a2bc.webp",
                "sequenceNumber": 4,
                "packId": "c07de908-f97f-42a0-9250-5d51059b29ad",
                "createdAt": "2025-05-05T14:07:47.386429+00:00",
                "sentences": null
            },
            {
                "id": "0b18e746-8d35-4962-bec6-172bbb362729",
                "title": "Segunda Parada y Más Crueldad",
                "description": "La princesa, sedienta y cansada, le pidió agua a su criada, quien le respondió con malas palabras y la princesa lloró al no recibir ayuda.\n",
                "content": "Pero la princesa era buena y amable. Ella no dijo nada a la criada. Sobre las palabras malas. Ella subió a su caballo otra vez. Ellas cabalgaron más lejos. El día hizo calor. El sol estaba muy caliente. La princesa tenía mucha sed otra vez. Por fin, llegaron a un río. Ella olvidó las palabras malas de la criada. Ella dijo: \"Por favor, baja. Consigue agua para beber para mí. Usa mi copa de oro.\" Pero la criada le contestó. Ella habló peor que antes. \"Bebe si quieres. Pero yo no soy tu criada.\" La princesa tenía mucha sed. Ella bajó de su caballo. Ella se tumbó. Ella puso su cabeza sobre el agua. Ella lloró. Ella dijo: \"¿Qué me pasará?\" El pelo le habló otra vez:\n\n\"¡Oh, no! ¡Oh, no! Si tu madre lo supiera,\n\nMuy triste, muy triste, ella estaría.\"\n",
                "level": "A1",
                "language": "Spanish",
                "imageUrl": "http://127.0.0.1:54321/storage/v1/object/public/illustrations/illustrations/41dc68c6-f955-4762-8381-e9a3991e41c5.webp",
                "sequenceNumber": 5,
                "packId": "c07de908-f97f-42a0-9250-5d51059b29ad",
                "createdAt": "2025-05-05T14:07:47.405898+00:00",
                "sentences": null
            },
            {
                "id": "85e6afe4-8bc4-4842-941b-53f13a12564c",
                "title": "La criada toma el control",
                "description": "La princesa perdió el pelo, su criada la engañó y ahora la princesa debe montar otro caballo y usar ropa vieja.\n",
                "content": "Ella se agachó para beber. El pelo cayó aquí. (cerca de su pecho) Fue al agua. Se fue con el agua. Ella tuvo mucho miedo. Ella no lo vio. Pero su criada lo vio. La criada estaba muy contenta. Ella sabía el truco. Ella vio que la pobre princesa estaría en su poder. Ahora que perdió el pelo. Entonces la princesa terminó de beber. Ella quería subir a Falada otra vez. La criada dijo, \"Yo montaré en Falada. Tú puedes tener mi caballo.\" Así que ella tuvo que dar su caballo. Poco después, ella tuvo que quitarse su ropa bonita de princesa. Y ponerse la ropa vieja de su criada.\n",
                "level": "A1",
                "language": "Spanish",
                "imageUrl": "http://127.0.0.1:54321/storage/v1/object/public/illustrations/illustrations/c9cd59bf-ce25-4652-b784-105c6f0ffc75.webp",
                "sequenceNumber": 6,
                "packId": "c07de908-f97f-42a0-9250-5d51059b29ad",
                "createdAt": "2025-05-05T14:07:47.423213+00:00",
                "sentences": null
            },
            {
                "id": "83d49381-fc23-42bc-af64-27eb8cf83e16",
                "title": "Llegada al Palacio",
                "description": "Después de un largo viaje, las dos mujeres llegaron al palacio, pero el príncipe confundió a la sirvienta con la princesa.\n",
                "content": "Al final, llegaron cerca del final. El viaje casi terminó. Esta sirvienta mala. Ella dijo que mataría a su ama. Si ella decía algo a alguien. Lo que pasó. Pero Falada lo vio todo. Y él lo recordó bien. Entonces, la criada montó a Falada. La princesa de verdad montó en el otro caballo. Ellas fueron así. Hasta que llegaron a la casa del rey. La gente estaba muy contenta. Ellas llegaron. El príncipe corrió para encontrarlas. Él levantó a la criada de su caballo. Él pensó que ella era la que sería su esposa. Ella fue llevada arriba. A la habitación bonita. Pero la princesa verdadera. Debe quedarse abajo. En el patio.\n",
                "level": "A1",
                "language": "Spanish",
                "imageUrl": "http://127.0.0.1:54321/storage/v1/object/public/illustrations/illustrations/41b4fb27-139a-4d71-a545-af0aedf7f605.webp",
                "sequenceNumber": 7,
                "packId": "c07de908-f97f-42a0-9250-5d51059b29ad",
                "createdAt": "2025-05-05T14:07:47.43877+00:00",
                "sentences": null
            },
            {
                "id": "1db90831-0ca4-46eb-9f0e-d384e5250855",
                "title": "Un trabajo para la princesa",
                "description": "El rey vio a una chica en el patio, preguntó a la criada quién era, y decidió darle trabajo con un muchacho llamado Curdken que cuidaba los gansos.\n",
                "content": "El rey viejo estaba allí ahora. No tenía nada más que hacer. Entonces, se sentó en la ventana de su cocina. Y miró lo que pasaba. Y la vio a ella. En el patio. Ella parecía muy bonita. Y demasiado buena para una criada. Él subió a la habitación bonita. Para preguntar a la criada. \"¿Quién es esta chica? ¿La trajiste tú? ¿La que está en el patio?\" \"Yo la traje conmigo,\" dijo ella. \"Para tener compañía en el camino. Por favor, dale a la chica algo de trabajo. Para que no sea perezosa.\" El rey viejo pensó por un rato. No sabía ningún trabajo para ella. Pero al final dijo, \"Tengo un chico. Él cuida mis gansos. Ella puede ir a ayudarle.\" El nombre de este chico. Al que la princesa de verdad debe ayudar. Para cuidar los gansos del rey. Era Curdken.\n",
                "level": "A1",
                "language": "Spanish",
                "imageUrl": "http://127.0.0.1:54321/storage/v1/object/public/illustrations/illustrations/8b02fb84-fd70-4bf3-ad54-8ec6d1eb4b53.webp",
                "sequenceNumber": 8,
                "packId": "c07de908-f97f-42a0-9250-5d51059b29ad",
                "createdAt": "2025-05-05T14:07:47.454741+00:00",
                "sentences": null
            },
            {
                "id": "e92c4b5c-7403-46b1-9d3d-006806ba5143",
                "title": "Matan a Falada",
                "description": "La falsa novia le pidió al príncipe que matara al caballo Falada, y la princesa verdadera, triste, hizo que la cabeza fuera clavada en una puerta.\n",
                "content": "Pero la novia falsa dijo al príncipe: \"Querido esposo. Por favor, haz una cosa buena por mí\". El príncipe dijo: \"Sí, lo haré\". \"Entonces, dile a un hombre que corte la cabeza del caballo en que monté. Era muy malo. Era muy difícil para mí en el camino\". Pero la verdad era que ella tenía mucho miedo. Falada podía hablar un día. Y contar todo lo que le hizo a la princesa. Ella consiguió lo que quería. El buen Falada fue asesinado. Pero cuando la verdadera princesa escuchó esto. Ella lloró. Ella le pidió al hombre que clavara la cabeza de Falada. Contra una puerta grande y oscura. De la ciudad. Ella debía pasar por esta puerta. Cada mañana. Y cada tarde. Así podía verlo a veces. El hombre dijo que lo haría. Él cortó la cabeza. Y la clavó debajo de la puerta oscura.\n",
                "level": "A1",
                "language": "Spanish",
                "imageUrl": "http://127.0.0.1:54321/storage/v1/object/public/illustrations/illustrations/6fd9e393-aae0-4275-ba9f-eeece79edb01.webp",
                "sequenceNumber": 9,
                "packId": "c07de908-f97f-42a0-9250-5d51059b29ad",
                "createdAt": "2025-05-05T14:07:47.471015+00:00",
                "sentences": null
            },
            {
                "id": "98bbb98c-98c5-4302-acf8-ecd63b636fdb",
                "title": "Hablando con Falada y el Amuleto del Campo (Mañana 1)",
                "description": "Después de salir temprano, la novia y Curdken fueron a la ciudad, donde la novia, triste, le habló a la cabeza de Falada y luego, en el campo, hizo que el viento alejara a Curdken.\n",
                "content": "Temprano a la mañana siguiente. Ella y Curdken salieron. Por la puerta. Ella estaba triste. Ella dijo:\n\n\"Falada, Falada, ¡tú cuelgas allí!\"\n\nY la cabeza respondió:\n\n\"Novia, novia, ¡tú vas allí!\n\n¡Oh no! ¡Oh no! Si tu madre lo supiera,\n\nMuy triste, muy triste, ella estaría.\"\n\nLuego salieron de la ciudad. Y tomaron los gansos. Fueron al campo. Ella se sentó en un banco allí. Y soltó su pelo largo. Su pelo era como plata. Brillaba. Cuando Curdken lo vio brillar en el sol. Él corrió. Él quería tirar de un poco de pelo. Pero ella gritó:\n\n\"¡Sopla, viento, sopla!\n\n¡Deja que el sombrero de Curdken vuele!\n\n¡Sopla, viento, sopla!\n\n¡Deja que corra tras él!\n\nSobre colinas, campos y rocas,\n\n¡Sopla lejos!\n\nHasta que el pelo plateado\n\nEstá terminado.\"\n",
                "level": "A1",
                "language": "Spanish",
                "imageUrl": "http://127.0.0.1:54321/storage/v1/object/public/illustrations/illustrations/f7f559d5-3829-4127-a565-59f67324c73c.webp",
                "sequenceNumber": 10,
                "packId": "c07de908-f97f-42a0-9250-5d51059b29ad",
                "createdAt": "2025-05-05T14:07:47.489452+00:00",
                "sentences": null
            },
            {
                "id": "e90884f0-881d-4161-bb00-44e68a617c05",
                "title": "El Viento y Curdken (Mañana 1)",
                "description": "Curdken perdió su sombrero por el viento, se enojó y entristeció, pero después miraron los gansos hasta la noche y volvieron a casa.\n",
                "content": "Entonces vino viento. Muy fuerte. Se llevó el sombrero de Curdken. Y se fue. Por las colinas. Y él tiene que girar. Y correr tras él. Cuando él volvió. Ella terminó. Ella terminó su pelo. Y lo puso seguro. Entonces él estaba muy enfadado. Y triste. Él no le habló. Pero ellos miraron los gansos. Hasta que estaba oscuro por la tarde. Entonces ellos llevaron los gansos a casa.\n",
                "level": "A1",
                "language": "Spanish",
                "imageUrl": "http://127.0.0.1:54321/storage/v1/object/public/illustrations/illustrations/95b12535-c925-49b2-a152-91cf3713fb7a.webp",
                "sequenceNumber": 11,
                "packId": "c07de908-f97f-42a0-9250-5d51059b29ad",
                "createdAt": "2025-05-05T14:07:47.504916+00:00",
                "sentences": null
            },
            {
                "id": "67306d98-63e4-4c89-8623-17a9d1ea08aa",
                "title": "Segunda Mañana con Falada y Encanto del Campo (Mañana 2)",
                "description": "Al día siguiente, la chica pobre fue a una puerta oscura y al ver la cabeza de Falada, lloró, y la cabeza le respondió, luego la chica peinó su pelo mientras el viento se llevaba el sombrero de Curdken.\n",
                "content": "La mañana siguiente. Fueron por la puerta oscura. La chica pobre miró arriba. A la cabeza de Falada. Y lloró:\n\n\"¡Falada, Falada, tú cuelgas ahí!\"\n\nY la cabeza respondió:\n\n\"¡Novia, novia, tú vas allá!\n\n¡Oh no! ¡Oh no! Si tu madre lo supiera,\n\nMuy triste, muy triste, ella estaría.\"\n\nEntonces ella cogió los gansos. Y se sentó otra vez en el campo. Y empezó a peinar su pelo. Como antes. Y Curdken corrió hacia ella. Y quería tocarlo. Pero ella gritó rápido:\n\n\"¡Sopla, viento, sopla!\n\n¡Que vuele el sombrero de Curdken!\n\n¡Sopla, viento, sopla!\n\n¡Que corra tras él!\n\nSobre colinas, campos y rocas,\n\n¡Sopla lejos!\n\nHasta que el pelo de plata\n\nEsté terminado.\"\n",
                "level": "A1",
                "language": "Spanish",
                "imageUrl": "http://127.0.0.1:54321/storage/v1/object/public/illustrations/illustrations/f788e847-0e41-458a-88cc-196350ddb162.webp",
                "sequenceNumber": 12,
                "packId": "c07de908-f97f-42a0-9250-5d51059b29ad",
                "createdAt": "2025-05-05T14:07:47.520571+00:00",
                "sentences": null
            },
            {
                "id": "f268718a-5380-47b2-a507-21ad31097ff2",
                "title": "El Viento y Curdken se Quejan (Parte 1)",
                "description": "El viento se llevó el sombrero de él, y después de que lo recuperaron, la chica arregló su pelo y Curdken le dijo al rey que ella no le ayudaba a cuidar los gansos.\n",
                "content": "Entonces vino el viento. Y se llevó su sombrero. Y lejos voló. Muy lejos. Sobre las colinas. Y muy lejos. Así que él tuvo que correr tras él. Y cuando él volvió. Ella terminó su pelo. Y se lo puso otra vez. Y todo estaba bien. Así que ellos miraron los gansos hasta que estaba oscuro. Por la tarde. Después de que volvieron a casa. Curdken fue al rey viejo. Y dijo, \"No puedo tener a esa chica rara. Para ayudarme a cuidar los gansos más.\" \"¿Por qué?\" dijo el rey. \"Porque. Ella no ayuda. Ella solo me enfada. Todo el día.\"\n",
                "level": "A1",
                "language": "Spanish",
                "imageUrl": "http://127.0.0.1:54321/storage/v1/object/public/illustrations/illustrations/bd3b86ca-39d8-4a25-861e-4bce4cb51fdf.webp",
                "sequenceNumber": 13,
                "packId": "c07de908-f97f-42a0-9250-5d51059b29ad",
                "createdAt": "2025-05-05T14:07:47.537649+00:00",
                "sentences": null
            },
            {
                "id": "120522e1-357f-409f-95b1-aa0b02e8d762",
                "title": "Curdken se queja (Parte 2) y el Rey se esconde",
                "description": "El rey pidió que contaran lo sucedido y Curdken relató cómo la joven lloraba y hablaba con la cabeza de un caballo.\n",
                "content": "Entonces el rey le hizo contar lo que pasó. Y Curdken dijo: \"Por la mañana. Cuando vamos por la puerta oscura. Con nuestros gansos. Ella llora. Y habla con la cabeza de un caballo. Que está colgada en la pared. Y dice:\n\n'¡Falada, Falada, tú cuelgas ahí!'\"\n\nY la cabeza responde:\n\n\"'¡Novia, novia, tú vas allá!\n\n¡Oh no! ¡Oh no! Si tu madre lo supiera,\n\nMuy triste, muy triste, estaría.'\"\n",
                "level": "A1",
                "language": "Spanish",
                "imageUrl": "http://127.0.0.1:54321/storage/v1/object/public/illustrations/illustrations/899bb15e-b748-48f4-bdda-542646a674d1.webp",
                "sequenceNumber": 14,
                "packId": "c07de908-f97f-42a0-9250-5d51059b29ad",
                "createdAt": "2025-05-05T14:07:47.554336+00:00",
                "sentences": null
            },
            {
                "id": "5dd844f2-dbfa-4cdc-8a63-5d0fa145eca0",
                "title": "El rey mira el amuleto",
                "description": "Curdken le contó al rey lo que pasó en el campo, y el rey le dijo que volviera al día siguiente para espiar a la muchacha.\n",
                "content": "Y Curdken siguió. Contando al rey. Lo que pasó en el campo. Donde los gansos comen. Cómo su sombrero se voló. Y cómo tuvo que correr tras él. Y dejar sus gansos solos. Pero el viejo rey le dijo al chico. Que fuera otra vez al día siguiente. Y cuando llegó la mañana. Él se escondió. Detrás de la puerta oscura. Y escuchó cómo ella hablaba a Falada. Y cómo Falada respondía. Entonces él fue al campo. Y se escondió. En un arbusto. Al lado del campo. Y pronto vio. Con sus propios ojos. Cómo llevaban los gansos. Y cómo después de un rato. Ella se soltó el pelo. Que brillaba en el sol. Y entonces él la escuchó decir:\n\n\"¡Sopla, viento, sopla!\n¡Que el sombrero de Curdken vuele!\n¡Sopla, viento, sopla!\n¡Que él corra tras él!\nSobre colinas, campos y rocas,\n¡Vuela lejos!\nHasta que el pelo plateado\nEsté terminado.\"\n",
                "level": "A1",
                "language": "Spanish",
                "imageUrl": "http://127.0.0.1:54321/storage/v1/object/public/illustrations/illustrations/7c58d44c-774d-409d-8c37-da132a906433.webp",
                "sequenceNumber": 15,
                "packId": "c07de908-f97f-42a0-9250-5d51059b29ad",
                "createdAt": "2025-05-05T14:07:47.570744+00:00",
                "sentences": null
            },
            {
                "id": "c6d0ca46-e480-4141-9a5f-0013b4a50395",
                "title": "El rey pide el cuento",
                "description": "Un fuerte viento se llevó el sombrero de Curdken y el rey viejo, después de ver todo, se fue a casa, preguntándole luego a la pastora por qué hizo algo, pero ella lloró diciendo que no podía contarle nada.\n",
                "content": "Y pronto vino un viento fuerte. Y se llevó el sombrero de Curdken. Y Curdken fue tras él. Mientras la chica trabajaba en su pelo. El rey viejo vio todo esto. Entonces, se fue a casa. Nadie lo vio. Y cuando la pequeña pastora de ocas volvió por la tarde. Él la llamó. Y le preguntó por qué hizo eso. Pero ella lloró mucho. Y dijo: \"No debo contarte. Ni a ningún hombre. O perderé mi vida.\"\n",
                "level": "A1",
                "language": "Spanish",
                "imageUrl": "http://127.0.0.1:54321/storage/v1/object/public/illustrations/illustrations/d9e6e50c-147d-4915-9ddc-593f6e5c3866.webp",
                "sequenceNumber": 16,
                "packId": "c07de908-f97f-42a0-9250-5d51059b29ad",
                "createdAt": "2025-05-05T14:07:47.588502+00:00",
                "sentences": null
            },
            {
                "id": "8f4e14a6-dbd0-47fb-b161-448510cce57f",
                "title": "La verdad se descubre",
                "description": "Después de que la joven le contó toda la historia al rey, él se sorprendió por su belleza y le preparó una gran fiesta, donde el príncipe se dio cuenta de la verdadera identidad de la chica.\n",
                "content": "Pero el rey viejo preguntó y preguntó. Muy fuerte. Ella no descansó. Hasta que ella le dijo. Toda la historia. Desde el principio. Hasta el final. Palabra por palabra. Y fue muy bueno para ella. Ella le dijo. Cuando ella terminó. El rey mandó ropa bonita. Ropa de rey. Para ponerle a ella. Y la miró. Él estaba sorprendido. Ella era muy guapa. Entonces él llamó a su hijo. Y le dijo. Que él tenía solo una novia falsa. Que ella era solo una sirvienta. Mientras la novia verdadera estaba allí. Y el rey joven estaba contento. Cuando él vio su belleza. Y escuchó qué amable y paciente era ella. Y sin decir nada a la novia falsa. El rey mandó una fiesta grande. Para toda su gente. El príncipe se sentó arriba. Con la princesa falsa a un lado. Y la verdadera al otro. Pero nadie la reconoció. Porque su belleza era muy brillante. Ella no parecía la pequeña chica de los gansos ahora. Ella tenía su vestido brillante puesto.\n",
                "level": "A1",
                "language": "Spanish",
                "imageUrl": "http://127.0.0.1:54321/storage/v1/object/public/illustrations/illustrations/a91c5008-4f89-4106-92eb-072cb8ce5d75.webp",
                "sequenceNumber": 17,
                "packId": "c07de908-f97f-42a0-9250-5d51059b29ad",
                "createdAt": "2025-05-05T14:07:47.607247+00:00",
                "sentences": null
            },
            {
                "id": "7e34f9ba-d0a3-449f-a2b4-99f2be8416f0",
                "title": "El castigo de la criada y un final feliz",
                "description": "Después de comer y estar felices, el rey viejo contó un cuento y la novia falsa sugirió una muerte cruel para la princesa, pero el rey reveló que ella era la culpable y la castigó, y finalmente el rey joven se casó con la verdadera esposa y vivieron felices para siempre.\n",
                "content": "Cuando ellos comieron y bebieron. Y estaban muy contentos. El rey viejo dijo. Él les contaría un cuento. Entonces él empezó. Y contó todo el cuento de la princesa. Como si fuera un cuento que él escuchó. Y él preguntó a la criada verdadera (la novia falsa). Qué pensaba ella que debía hacerse. A alguien que hizo esto. \"Nada mejor,\" dijo esta novia falsa. \"Que ella sea tirada en un barril. Con clavos afilados alrededor por dentro. Y que dos caballos blancos. Deben ser atados a él. Y deben tirarlo. De calle a calle. Hasta que ella esté muerta.\" \"¡Tú eres esa persona!\" dijo el rey viejo. \"Tú dijiste qué hacer. Entonces será hecho a ti.\" Y el rey joven se casó con su esposa verdadera. Y ellos fueron rey y reina. Sobre la tierra. Ellos vivieron vidas felices en paz. Todas sus vidas. Y la buena hada vino a verlos. E hizo que la buena Falada viviera otra vez.\n",
                "level": "A1",
                "language": "Spanish",
                "imageUrl": "http://127.0.0.1:54321/storage/v1/object/public/illustrations/illustrations/7e211128-b065-4a42-bb36-42c01bbf44f5.webp",
                "sequenceNumber": 18,
                "packId": "c07de908-f97f-42a0-9250-5d51059b29ad",
                "createdAt": "2025-05-05T14:07:47.623597+00:00",
                "sentences": null
            }
        ],
        "size": 18,
        "isPublic": true,
        "sequenceNumber": 2,
        "bookId": "74446d13-4bb2-448d-8450-18cb3bfd0504"
    }
}